stow
fish
starship
exa
bat
bash
docker
docker-compose
docker-buildx
maven
nodejs
yarn
shellcheck
base-devel
openssh
wget
unzip
htop
bc
rsync
libvncserver
flatpak
virt-manager 
qemu-desktop 
libvirt 
edk2-ovmf 
dnsmasq 
iptables-nft
rsync
postman-bin
vagrant
ansible