stow
fish
starship
exa
bat
bash
docker
docker-compose
docker-buildx
maven
nodejs
yarn
shellcheck
base-devel
openssh
wget
unzip
htop
bc
rsync