stow
kitty
docker
docker-compose
maven
nodejs
yarn
firefox
shellcheck
google-chrome
openfortivpn
freerdp
krdc
base-devel
openssh
cmatrix
libvncserver
flatpak
virt-manager 
qemu-desktop 
libvirt 
edk2-ovmf 
dnsmasq 
iptables-nft
rsync
postman-bin